coffee_name = input("Введите название кофе (Капучино, Латте, Фрапучино, Экспрессо): ")

if coffee_name == "Капучино":
    print("1. Сварите кофе. Можно сварить в турке (доведите до кипения 2-3 раза, чтобы напиток получился насыщеннее). Или заварить во френч-прессе. Обязательно процедите, налейте в подогретую кружку.")
    print("2. Подогрейте молоко. Старайтесь не перегревать его больше, чем 65 градусов. Оно не должно быть сильно горячим.")
    print("3. Взбейте с помощью блендера или миксера. Добивайтесь однородной пены, без крупных пузырьков.")
    print("4. Влейте взбитую массу в кофе.")
elif coffee_name == "Латте":
    print("1. Кофе следует заварить, причем любым способом, который вам кажется удобнее.")
    print("2. Главное, чтобы кофе был довольно крепким.")
    print("3. Молоко нужно разогреть, но не кипятить: оптимальной будет температура в 50-60 градусов.")
    print("4. После этого его нужно тщательно взбить с помощью блендера (либо миксера).")
    print("5. Процедура займет порядка 5 минут, пока не образуется воздушная пена.")
    print("6. Следующий шаг – это переливание молока в заранее подготовленный высокий бокал (лучше всего для этого подходит так называемый айриш-бокал).")
    print("7. Пена в итоге все равно останется сверху.")
    print("8. Затем нужно влить в молоко кофе.")
    print("9. Делать это нужно очень аккуратно, кофе должен литься тоненькой струйкой.")
    print("10. Дело в том, что только таким образом может получиться правильный трехслойный напиток: молоко, кофе и пена сверху.")
    print("11. Завершается приготовление классического латте добавлением корицы либо шоколада сверху.")
    print("12. Впрочем, можно и вовсе не добавлять ничего.")
elif coffee_name == "Фрапучино":
    print("1. Варим и охлаждаем кофе. Для его приготовления можно использовать турку, кофемашину и любой другой прибор.")
    print("Внимание! Для данного рецепта кофе можно заменить зеленым чаем. Объем тот же – 150 мл.")
    print("2. Все компоненты помещаем в стационарный блендер. Ингредиенты взбиваем до тех пор, пока лед не превратиться в мелкую крошку.")
    print("3. Взбиваем сливки. Их предварительно нужно охладить, подержав 1-2 часа в холодильнике. При этом продукт нельзя замораживать, в противном случае он отслоится, и крем не получится. Сливки взбиваем миксером. Сначала устанавливаем минимальные обороты, постепенно увеличивая их количество. Продукт взбиваем до того момента, пока масса не будет сохранять форму.")
    print("4. Кофе переливаем в бокал. Сверху украшаем сливками. Подаем холодным.")
elif coffee_name == "Экспрессо":
    print("1. В чашку с толстыми стенками насыпают растворимый кофе и сахарный песок в тех количествах, которые обычно используются для одной порции.")
    print("2. Далее в чашку добавляют немного кипятка и интенсивно взбивают ложкой полученную смесь.")
    print("3. После некоторого времени масса посветлеет и приобретет консистенцию сметаны.")
    print("4. Во взбитую смесь аккуратно доливают оставшуюся воду, медленно помешивая до образования густой пены.")
else:
    print("Такого кофе нет в меню")